[
  "advanced-canvas",
  "ai-image-analyzer",
  "ai-research-assistant",
  "ai-templater",
  "at-symbol-linking",
  "better-search-views",
  "better-word-count",
  "big-calendar",
  "bmo-chatbot",
  "brain",
  "breadcrumbs",
  "break-page",
  "buttons",
  "calendar",
  "calendarium",
  "chatgpt-definitions",
  "chatgpt-md",
  "chronology",
  "cmdr",
  "companion",
  "contribution-graph",
  "copy-recursive-content",
  "crumbs-obsidian",
  "csv-obsidian",
  "cycle-through-panes",
  "dataview",
  "editing-toolbar",
  "file-cleaner-redux",
  "fix-math",
  "gpt3-notes",
  "gpt-assistant",
  "graph-nested-tags",
  "habit-tracker-21",
  "handwritten-notes",
  "heatmap-calendar",
  "heatmap-tracker",
  "highlightr-plugin",
  "homepage",
  "home-tab",
  "hydrate",
  "image-converter",
  "initiative-tracker",
  "keep-the-rhythm",
  "large-language-models",
  "letterboxd-rss-sync",
  "links",
  "local-gpt",
  "loom",
  "make-md",
  "map-of-content",
  "maps",
  "markdown-attributes",
  "markdown-prettifier",
  "mcp-tools",
  "msg-handler",
  "nexus-ai-chat-importer",
  "nldates-obsidian",
  "notebook-navigator",
  "obsidian42-brat",
  "obsidian42-strange-new-worlds",
  "obsidian-5e-statblocks",
  "obsidian-admonition",
  "obsidian-advanced-slides",
  "obsidian-advanced-uri",
  "obsidian-annotator",
  "obsidian-auto-link-title",
  "obsidian-checklist-plugin",
  "obsidian-columns",
  "obsidian-completr",
  "obsidian-copy-block-link",
  "obsidian-day-planner",
  "obsidian-dice-roller",
  "obsidian-emoji-toolbar",
  "obsidian-enhancing-mindmap",
  "obsidian-extract-pdf-highlights",
  "obsidian-filename-heading-sync",
  "obsidian-focus-mode",
  "obsidian-folder-index",
  "obsidian-full-calendar",
  "obsidian-git",
  "obsidian-hider",
  "obsidian-icon-folder",
  "obsidian-icon-shortcodes",
  "obsidian-imgur-plugin",
  "obsidian-importer",
  "obsidian-import-json",
  "obsidian-kanban",
  "obsidian-latex-suite",
  "obsidian-leaflet-plugin",
  "obsidian-linter",
  "obsidian-local-rest-api",
  "obsidian-map-view",
  "obsidian-markmind",
  "obsidian-mind-map",
  "obsidian-outliner",
  "obsidian-plugin-todo",
  "obsidian-prominent-starred-files",
  "obsidian-regex-replace",
  "obsidian-shellcommands",
  "obsidian-statusbar-pomo",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "obsidian-textgenerator-plugin",
  "obsidian-timeline",
  "obsidian-timestamp-notes",
  "obsidian-topic-linking",
  "ollama",
  "omnisearch",
  "oz-image-plugin",
  "pdf-emojis",
  "pdf-plus",
  "periodic-notes",
  "quickadd",
  "recent-files-obsidian",
  "reference-map",
  "remotely-save",
  "roygbiv-day-accent",
  "rss-dashboard",
  "settings-search",
  "simple-rss",
  "smart-connections",
  "smart-connections-visualizer",
  "smart-random-note",
  "solve",
  "table-editor-obsidian",
  "tag-wrangler",
  "taskbone-ocr-plugin",
  "tasks-map",
  "templater-obsidian",
  "text-extractor",
  "time-ruler",
  "title-generator",
  "translate",
  "update-time-on-edit",
  "url-into-selection",
  "various-complements",
  "vault-chat",
  "vertical-tabs",
  "wikipedia-search",
  "youtube-summarizer"
]
