[
  "obsidian-git",
  "obsidian-linter",
  "obsidian-local-rest-api",
  "mcp-tools",
  "dataview",
  "templater-obsidian",
  "breadcrumbs",
  "quickadd",
  "table-editor-obsidian",
  "omnisearch",
  "recent-files-obsidian",
  "calendar",
  "obsidian-admonition",
  "obsidian-style-settings",
  "pdf-plus",
  "text-extractor",
  "make-md",
  "obsidian-icon-folder",
  "obsidian-folder-index",
  "obsidian-day-planner",
  "editing-toolbar",
  "notebook-navigator",
  "oz-image-plugin",
  "csv-obsidian",
  "settings-search",
  "obsidian-extract-pdf-highlights",
  "at-symbol-linking",
  "advanced-canvas",
  "obsidian-advanced-uri",
  "obsidian-advanced-slides",
  "ai-templater",
  "ai-research-assistant",
  "better-search-views",
  "obsidian-auto-link-title",
  "better-word-count",
  "big-calendar",
  "obsidian42-brat",
  "bmo-chatbot",
  "chatgpt-definitions",
  "obsidian-checklist-plugin",
  "chronology",
  "calendarium",
  "cmdr",
  "obsidian-columns",
  "roygbiv-day-accent",
  "tag-wrangler",
  "nldates-obsidian",
  "periodic-notes",
  "graph-nested-tags"
]