[
  "obsidian-linter",
  "roygbiv-day-accent",
  "periodic-notes",
  "recent-files-obsidian",
  "omnisearch",
  "settings-search",
  "tag-wrangler",
  "nldates-obsidian",
  "obsidian-local-rest-api",
  "mcp-tools",
  "home-tab",
  "letterboxd-rss-sync",
  "smart-connections",
  "smart-connections-visualizer",
  "breadcrumbs",
  "obsidian-icon-shortcodes",
  "templater-obsidian",
  "handwritten-notes",
  "wikipedia-search",
  "msg-handler",
  "obsidian42-strange-new-worlds",
  "obsidian-day-planner",
  "dataview",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-folder-index",
  "obsidian-icon-folder",
  "oz-image-plugin",
  "tipa-support",
  "phone-to-roam-to-obsidian",
  "nostr-writer",
  "moviegrabber",
  "todoist-context-bridge",
  "move-cursor-on-startup",
  "map-of-content",
  "obsidian-footnotes",
  "habit-calendar",
  "heatmap-calendar",
  "metadata-menu",
  "notebook-navigator",
  "quickadd",
  "obsidian-tidy-footnotes",
  "time-ruler",
  "translate"
]